Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What’s your favorite way to spend a rainy Sunday morning?
de: Wie verbringst du am liebsten einen verregneten Sonntagmorgen?
es: ¿Cuál es tu forma favorita de pasar un domingo lluvioso por la mañana?
fr: Quelle est votre façon préférée de passer un dimanche matin pluvieux ?
it: Qual è il tuo modo preferito di trascorrere una domenica mattina piovosa?
ja: 雨の日曜日の朝の過ごし方で一番好きなのは何ですか？
ko: 비 오는 일요일 아침을 보내는 가장 좋아하는 방법은 무엇인가요?
nb: Hva er din favorittmåte å tilbringe en regnfull søndag morgen?
nl: Wat is jouw favoriete manier om een regenachtige zondagochtend door te brengen?
pl: Jaki jest twój ulubiony sposób na spędzenie deszczowego niedzielnego poranka?
pt_br: Qual é a sua maneira favorita de passar uma manhã de domingo chuvosa?
sv: Vad är ditt favoritsätt att tillbringa en regnig söndagsmorgon?
uk: Як ви любите проводити дощовий недільний ранок?
zh_hans: 你最喜欢如何度过一个下雨的周日早晨？

source: What’s your favorite way to wake up with a partner?
de: Wie wachst du am liebsten mit einem Partner auf?
es: ¿Cuál es tu forma favorita de despertar con una pareja?
fr: Quelle est ta façon préférée de te réveiller avec un partenaire ?
it: Qual è il tuo modo preferito di svegliarsi con un partner?
ja: パートナーとの好きな目覚め方は何ですか？
ko: 파트너와 함께하는 가장 좋아하는 기상 방식은 무엇인가요?
nb: Hva er din favorittmåte å våkne opp med en partner på?
nl: Wat is jouw favoriete manier om wakker te worden met een partner?
pl: Jaki jest twój ulubiony sposób na budzenie się z partnerem?
pt_br: Qual é a sua maneira favorita de acordar com um parceiro?
sv: Vilket är ditt favoritsätt att vakna med en partner?
uk: Як тобі найбільше подобається прокидатися з партнером?
zh_hans: 你最喜欢和伴侣一起醒来的方式是什么？

source: What's your favorite way to waste time when you're procrastinating?
de: Wie verbringst du am liebsten deine Zeit, wenn du prokrastinierst?
es: ¿Cuál es tu forma favorita de perder el tiempo cuando procrastinas?
fr: Quelle est ta façon préférée de perdre ton temps quand tu procrastines ?
it: Qual è il tuo modo preferito di perdere tempo quando procrastini?
ja: 先延ばしにするときの、お気に入りの時間の潰し方は？
ko: 일을 미룰 때 가장 좋아하는 시간 보내는 방법은?
nb: Hva er din favorittmåte å kaste bort tid på når du somler?
nl: Wat is jouw favoriete manier om tijd te verspillen als je aan het uitstellen bent?
pl: Jaki jest twój ulubiony sposób na marnowanie czasu, gdy prokrastynujesz?
pt_br: Qual é a sua maneira favorita de perder tempo quando está procrastinando?
sv: Vad är ditt favoritsätt att slösa tid på när du prokrastinerar?
uk: Який ваш улюблений спосіб витрачати час, коли ви зволікаєте?
zh_hans: 拖延时你最喜欢用什么方式消磨时间？

source: What's your favourite memory from childhood?
de: Was ist deine liebste Kindheitserinnerung?
es: ¿Cuál es tu recuerdo favorito de la infancia?
fr: Quel est ton souvenir d'enfance préféré ?
it: Qual è il tuo ricordo d'infanzia preferito?
ja: 子供時代の一番の思い出は何ですか？
ko: 어린 시절 가장 좋았던 기억은 무엇인가요?
nb: Hva er ditt favorittminne fra barndommen?
nl: Wat is je favoriete herinnering uit je kindertijd?
pl: Jakie jest twoje ulubione wspomnienie z dzieciństwa?
pt_br: Qual é a sua memória favorita da infância?
sv: Vad är ditt favoritminne från barndomen?
uk: Який ваш найулюбленіший спогад з дитинства?
zh_hans: 你童年最美好的回忆是什么？

source: What's your favourite season and why does it win?
de: Was ist deine Lieblingsjahreszeit und warum gewinnt sie?
es: ¿Cuál es tu estación favorita y por qué gana?
fr: Quelle est votre saison préférée et pourquoi gagne-t-elle ?
it: Qual è la tua stagione preferita e perché vince?
ja: 好きな季節は何ですか、そしてなぜそれが一番ですか？
ko: 가장 좋아하는 계절은 무엇이고, 그 이유는 무엇인가요?
nb: Hva er din favorittårstid og hvorfor vinner den?
nl: Wat is jouw favoriete seizoen en waarom wint het?
pl: Jaka jest twoja ulubiona pora roku i dlaczego wygrywa?
pt_br: Qual é a sua estação favorita e por que ela vence?
sv: Vilken är din favoritårstid och varför vinner den?
uk: Яка ваша улюблена пора року і чому вона перемагає?
zh_hans: 你最喜欢的季节是什么？为什么它赢了？

source: What's your go-to comfort food after a bad day?
de: Was ist dein Lieblings-„Wohlfühlessen“ nach einem schlechten Tag?
es: ¿Cuál es tu comida reconfortante después de un mal día?
fr: Quel est votre plat réconfortant après une mauvaise journée ?
it: Qual è il tuo cibo di conforto dopo una brutta giornata?
ja: 嫌なことがあった日の癒しの食べ物は何ですか？
ko: 힘든 하루를 보낸 후 먹는 위안 음식은 무엇인가요?
nb: Hva er din trøstemat etter en dårlig dag?
nl: Wat is jouw troostmaaltijd na een slechte dag?
pl: Jaki jest twój ulubiony comfort food po ciężkim dniu?
pt_br: Qual é a sua comida de conforto após um dia ruim?
sv: Vad är din tröstmat efter en dålig dag?
uk: Яка ваша улюблена їжа для комфорту після поганого дня?
zh_hans: 心情不好时你会吃什么安慰食物？

source: What's your go-to dance move when no one's watching?
de: Was ist deine Standard-Tanzbewegung, wenn niemand zusieht?
es: ¿Cuál es tu paso de baile cuando nadie te mira?
fr: Quel est ton mouvement de danse préféré quand personne ne regarde ?
it: Qual è la tua mossa di ballo preferita quando nessuno guarda?
ja: 誰も見ていないときの、あなたの定番のダンスムーブは何ですか？
ko: 아무도 안 볼 때 하는 당신의 대표 댄스 동작은 무엇인가요?
nb: Hva er go-to-dansemovesene dine når ingen ser på?
nl: Wat is jouw favoriete dansmove als niemand kijkt?
pl: Jaki jest twój popisowy ruch taneczny, gdy nikt nie patrzy?
pt_br: Qual é o seu passo de dança favorito quando ninguém está olhando?
sv: Vilken är din favoritdansrörelse när ingen tittar?
uk: Який твій улюблений танцювальний рух, коли ніхто не бачить?
zh_hans: 没人在的时候，你的招牌舞蹈动作是什么？

source: What’s your go-to karaoke song?
de: Was ist dein Go-to-Karaoke-Song?
es: ¿Cuál es tu canción de karaoke por defecto?
fr: Quelle est votre chanson de karaoké préférée ?
it: Qual è la tua canzone da karaoke preferita?
ja: カラオケの十八番は何ですか？
ko: 가라오케 애창곡은 무엇인가요?
nb: Hva er din go-to karaokesang?
nl: Wat is jouw go-to karaokeliedje?
pl: Jaka jest twoja ulubiona piosenka karaoke?
pt_br: Qual é a sua música de karaokê favorita?
sv: Vilken är din go-to karaokelåt?
uk: Яка ваша улюблена караоке-пісня?
zh_hans: 你的拿手卡拉OK歌曲是什么？

source: What's your guilty pleasure TV show?
de: Was ist deine guilty pleasure TV-Serie?
es: ¿Cuál es tu programa de televisión culpable?
fr: Quelle est votre émission de télévision coupable ?
it: Qual è il tuo programma TV di cui non vai fiero?
ja: 罪悪感を感じるテレビ番組は何ですか？
ko: 죄책감에 보는 TV 프로그램은 무엇인가요?
nb: Hva er din guilty pleasure TV-serie?
nl: Wat is jouw guilty pleasure tv-programma?
pl: Jaki jest twój telewizyjny guilty pleasure?
pt_br: Qual é o seu programa de TV favorito que você tem vergonha de admitir?
sv: Vilken är din guilty pleasure TV-serie?
uk: Яке ваше телешоу, яке ви дивитеся із соромом?
zh_hans: 你最喜欢却有负罪感的电视节目是什么？

source: What's your karaoke go-to song?
de: Was ist dein Karaoke-Lieblingssong?
es: ¿Cuál es tu canción de karaoke favorita?
fr: Quelle est ta chanson de karaoké incontournable?
it: Qual è la tua canzone da karaoke preferita?
ja: カラオケでいつも歌う曲は何ですか？
ko: 노래방에서 항상 부르는 노래는 무엇인가요?
nb: Hva er din faste karaokesang?
nl: Wat is jouw vaste karaokelied?
pl: Jaka jest twoja ulubiona piosenka karaoke?
pt_br: Qual é a sua música de karaokê favorita?
sv: Vilken är din självklara karaokelåt?
uk: Яка твоя улюблена караоке-пісня?
zh_hans: 你唱卡拉OK必点的歌是什么？

source: What's your love language?
de: Was ist deine Liebessprache?
es: ¿Cuál es tu lenguaje de amor?
fr: Quel est ton langage d'amour ?
it: Qual è il tuo linguaggio dell'amore?
ja: あなたの愛の言語は何ですか？
ko: 당신의 사랑의 언어는 무엇인가요?
nb: Hva er ditt kjærlighetsspråk?
nl: Wat is jouw liefdestaal?
pl: Jaki jest twój język miłości?
pt_br: Qual é a sua linguagem do amor?
sv: Vad är ditt kärleksspråk?
uk: Яка ваша мова кохання?
zh_hans: 你的爱语是什么？

source: What's your most controversial food opinion?
de: Was ist deine kontroverseste Meinung zum Essen?
es: ¿Cuál es tu opinión más controvertida sobre la comida?
fr: Quelle est ton opinion culinaire la plus controversée ?
it: Qual è la tua opinione più controversa sul cibo?
ja: あなたの最も議論の分かれる食べ物に関する意見は何ですか？
ko: 가장 논란이 되는 당신의 음식 의견은 무엇인가요?
nb: Hva er den mest kontroversielle matmeningen din?
nl: Wat is jouw meest controversiële voedselmening?
pl: Jaka jest twoja najbardziej kontrowersyjna opinia o jedzeniu?
pt_br: Qual é a sua opinião mais controversa sobre comida?
sv: Vad är din mest kontroversiella matåsikt?
uk: Яка твоя найсуперечливіша думка про їжу?
zh_hans: 你最有争议的食物观点是什么？

source: What's your most embarrassing moment you can laugh about now?
de: Was ist dein peinlichster Moment, über den du heute lachen kannst?
es: ¿Cuál es tu momento más embarazoso del que ahora te puedes reír?
fr: Quel est ton moment le plus gênant dont tu peux rire maintenant?
it: Qual è il tuo momento più imbarazzante di cui ora puoi ridere?
ja: 今では笑い話にできる一番恥ずかしい出来事は何ですか？
ko: 지금은 웃어넘길 수 있는 가장 창피했던 순간은 무엇인가요?
nb: Hva er det flaueste øyeblikket du kan le av nå?
nl: Wat is je meest gênante moment waar je nu om kunt lachen?
pl: Jaki jest twój najbardziej żenujący moment, z którego teraz możesz się śmiać?
pt_br: Qual é o seu momento mais constrangedor do qual você pode rir agora?
sv: Vad är ditt mest pinsamma ögonblick som du kan skratta åt nu?
uk: Який твій найбільш незручний момент, над яким ти тепер можеш сміятися?
zh_hans: 你最能一笑置之的尴尬时刻是什么？

source: What’s your most used emoji when you’re texting your best friend?
de: Welches Emoji benutzt du am meisten, wenn du mit deinem besten Freund schreibst?
es: ¿Cuál es tu emoji más usado cuando le escribes a tu mejor amigo?
fr: Quel est votre emoji le plus utilisé lorsque vous envoyez un SMS à votre meilleur ami ?
it: Quale emoji usi di più quando mandi messaggi al tuo migliore amico?
ja: 親友とテキストするときによく使う絵文字は何ですか？
ko: 가장 친한 친구와 문자할 때 가장 많이 사용하는 이모지는 무엇인가요?
nb: Hvilken emoji bruker du mest når du skriver med bestevennen din?
nl: Wat is jouw meest gebruikte emoji als je met je beste vriend appt?
pl: Jakiego emoji używasz najczęściej, gdy piszesz do swojego najlepszego przyjaciela?
pt_br: Qual é o seu emoji mais usado quando você manda mensagem para seu melhor amigo?
sv: Vilken emoji använder du mest när du sms:ar med din bästa vän?
uk: Який емодзі ви найчастіше використовуєте, коли пишете найкращому другу?
zh_hans: 和你最好的朋友发短信时，你最常用的表情符号是什么？

source: What's your most-used app on your phone?
de: Welche App nutzt du auf deinem Handy am meisten?
es: ¿Cuál es tu aplicación más utilizada en el teléfono?
fr: Quelle est l'application que vous utilisez le plus sur votre téléphone ?
it: Qual è l'app che usi di più sul telefono?
ja: スマホで一番使っているアプリは何ですか？
ko: 휴대폰에서 가장 많이 사용하는 앱은 무엇인가요?
nb: Hvilken app bruker du mest på telefonen?
nl: Wat is de app die je het meest gebruikt op je telefoon?
pl: Jaka jest twoja najczęściej używana aplikacja na telefonie?
pt_br: Qual é o seu aplicativo mais usado no celular?
sv: Vilken app använder du mest på din telefon?
uk: Який додаток ви найчастіше використовуєте на телефоні?
zh_hans: 你手机上最常用的应用是什么？

source: What's your relationship with failure?
de: Wie ist deine Beziehung zum Scheitern?
es: ¿Cuál es tu relación con el fracaso?
fr: Quelle est votre relation avec l'échec ?
it: Qual è il tuo rapporto con il fallimento?
ja: 失敗との関係はどのようなものですか？
ko: 실패와의 관계는 어떠신가요?
nb: Hva er forholdet ditt til fiasko?
nl: Wat is jouw relatie met falen?
pl: Jaka jest twoja relacja z porażką?
pt_br: Qual é a sua relação com o fracasso?
sv: Vad är din relation till misslyckande?
uk: Які ваші стосунки з невдачею?
zh_hans: 你和失败的关系是怎样的？

source: What's your signature dish to cook for others?
de: Was ist dein Signature-Gericht, das du für andere kochst?
es: ¿Cuál es tu plato estrella para cocinar para otros?
fr: Quel est votre plat signature que vous cuisinez pour les autres ?
it: Qual è il tuo piatto forte da cucinare per gli altri?
ja: 人に振る舞う得意料理は何ですか？
ko: 다른 사람을 위해 요리하는 시그니처 요리는 무엇인가요?
nb: Hva er signaturretten din å lage for andre?
nl: Wat is jouw kenmerkende gerecht om voor anderen te koken?
pl: Jakie jest twoje danie popisowe, które gotujesz dla innych?
pt_br: Qual é o seu prato especial para cozinhar para os outros?
sv: Vilken är din signaturrätt att laga åt andra?
uk: Яка ваша фірмова страва для приготування іншим?
zh_hans: 你为别人做菜的招牌菜是什么？

source: What's your travel philosophy — slow and deep or fast and wide?
de: Was ist deine Reise Philosophie – langsam und tief oder schnell und breit?
es: ¿Cuál es tu filosofía de viaje: lenta y profunda o rápida y amplia?
fr: Quelle est ta philosophie de voyage — lente et profonde ou rapide et large ?
it: Qual è la tua filosofia di viaggio — lento e profondo o veloce e ampio?
ja: あなたの旅行哲学は — ゆっくり深く、それとも速く広くですか？
ko: 당신의 여행 철학은 무엇인가요 — 느리고 깊게, 아니면 빠르고 넓게?
nb: Hva er reisefilosofien din — sakte og dyp eller rask og bred?
nl: Wat is jouw reisfilosofie — langzaam en diep of snel en breed?
pl: Jaka jest twoja filozofia podróżowania – wolna i głęboka czy szybka i szeroka?
pt_br: Qual é a sua filosofia de viagem — lenta e profunda ou rápida e ampla?
sv: Vad är din resefilosofi — långsam och djup eller snabb och bred?
uk: Яка ваша філософія подорожей — повільна та глибока чи швидка та широка?
zh_hans: 你的旅行哲学是什么 — 慢而深还是快而广？

source: What's your worst travel nightmare that actually happened?
de: Was ist dein schlimmster Reisealbtraum, der tatsächlich wahr geworden ist?
es: ¿Cuál es tu peor pesadilla de viaje que realmente ocurrió?
fr: Quel est ton pire cauchemar de voyage qui s'est réellement produit ?
it: Qual è il tuo peggior incubo di viaggio che si è effettivamente avverato?
ja: 実際に起こった最悪の旅行の悪夢は何ですか？
ko: 실제로 일어난 여행 중 최악의 악몽 같은 경험은 무엇인가요?
nb: Hva er din verste reisemaritt som faktisk skjedde?
nl: Wat is je ergste reisnachtmerrie die echt gebeurde?
pl: Jaki jest twój najgorszy koszmar podróżniczy, który faktycznie się wydarzył?
pt_br: Qual é o seu pior pesadelo de viagem que realmente aconteceu?
sv: Vad är din värsta resemardröm som faktiskt hände?
uk: Який ваш найгірший кошмар у подорожі, який насправді стався?
zh_hans: 你遇到过的最糟糕的旅行噩梦是什么？

source: When did you last cry in front of another person? By yourself?
de: Wann hast du das letzte Mal vor einer anderen Person geweint? Und allein?
es: ¿Cuándo fue la última vez que lloraste frente a otra persona? ¿Y a solas?
fr: Quand as-tu pleuré pour la dernière fois devant une autre personne ? Et seul ?
it: Quando è stata l’ultima volta che hai pianto davanti a un’altra persona? E da solo?
ja: 最後に誰かの前で泣いたのはいつですか？一人で泣いたのはいつですか？
ko: 마지막으로 다른 사람 앞에서 울었던 때는 언제입니까? 혼자서는 언제였습니까?
nb: Når gråt du sist foran en annen person? Alene?
nl: Wanneer heb je voor het laatst gehuild in het bijzijn van iemand anders? Alleen?
pl: Kiedy ostatnio płakałeś w obecności innej osoby? Sam?
pt_br: Quando foi a última vez que você chorou na frente de outra pessoa? Sozinho?
sv: När grät du senast framför någon annan? Ensam?
uk: Коли ви востаннє плакали перед іншою людиною? Наодинці?
zh_hans: 你最后一次在别人面前哭是什么时候？独自一人哭呢？

source: When did you last sing to yourself? To someone else?
de: Wann hast du das letzte Mal für dich gesungen? Für jemand anderen?
es: ¿Cuándo fue la última vez que cantaste para ti mismo? ¿Para otra persona?
fr: Quand as-tu chanté pour toi-même pour la dernière fois ? Et pour quelqu’un d’autre ?
it: Quando è stata l’ultima volta che hai cantato da solo? E a qualcun altro?
ja: 最後に自分で歌ったのはいつですか？他の誰かに歌ったのはいつですか？
ko: 마지막으로 혼자 노래한 것은 언제입니까? 다른 사람에게 노래한 것은 언제입니까?
nb: Når sang du sist for deg selv? For noen andre?
nl: Wanneer zong je voor het laatst voor jezelf? Voor iemand anders?
pl: Kiedy ostatnio śpiewałeś dla siebie? Dla kogoś innego?
pt_br: Quando foi a última vez que você cantou sozinho? E para outra pessoa?
sv: När sjöng du senast för dig själv? För någon annan?
uk: Коли ви востаннє співали для себе? А для когось іншого?
zh_hans: 你最后一次给自己唱歌是什么时候？给别人唱呢？

source: When giving oral, do you get more turned on by the taste and smell, or by the sounds I make?
de: Wenn du Oralverkehr gibst, erregt dich dann eher der Geschmack und Geruch oder die Geräusche, die ich mache?
es: Al hacer sexo oral, ¿te excita más el sabor y el olor, o los sonidos que hago?
fr: Lorsque tu fais une fellation, es-tu plus excité par le goût et l'odeur, ou par les sons que je fais ?
it: Quando fai sesso orale, sei più eccitato dal gusto e dall'odore, o dai suoni che faccio?
ja: オーラルセックスをするとき、味や香りと、私が発する音のどちらにより興奮しますか？
ko: 오랄 섹스를 할 때, 맛과 냄새에 더 흥분하나요, 아니면 제가 내는 소리에 더 흥분하나요?
nb: Når du gir oral, blir du mer opphisset av smaken og lukten, eller av lydene jeg lager?
nl: Als je orale seks geeft, word je dan meer opgewonden door de smaak en geur, of door de geluiden die ik maak?
pl: Podczas uprawiania seksu oralnego, bardziej podnieca cię smak i zapach, czy odgłosy, które wydaję?
pt_br: Ao fazer sexo oral, você fica mais excitado pelo sabor e cheiro, ou pelos sons que eu faço?
sv: När du ger oralt, blir du mer upphetsad av smaken och lukten, eller av ljuden jag gör?
uk: Коли ти займаєшся оральним сексом, тебе більше збуджує смак і запах, чи звуки, які я видаю?
zh_hans: 在进行口交时，是味道和气味更能让你兴奋，还是我发出的声音更能让你兴奋？

source: When have you felt most like yourself?
de: Wann hast du dich am meisten wie du selbst gefühlt?
es: ¿Cuándo te has sentido más como tú mismo?
fr: Quand vous êtes-vous senti le plus vous-même ?
it: Quando ti sei sentito più te stesso?
ja: いつ、自分らしさを最も感じましたか？
ko: 언제 가장 자신다웠다고 느꼈나요?
nb: Når har du følt deg mest som deg selv?
nl: Wanneer voelde je je het meest jezelf?
pl: Kiedy czułeś się najbardziej sobą?
pt_br: Quando você se sentiu mais como você mesmo?
sv: När har du känt dig mest som dig själv?
uk: Коли ви почувалися найбільш собою?
zh_hans: 你什么时候感觉最像自己？

source: When I’m eating you out, do you prefer flat tongue wide strokes or a pointed tongue focused right on your clit?
de: Wenn ich dich lecke, magst du lieber breite Zungenstriche oder eine spitze Zunge, die sich direkt auf deine Klitoris konzentriert?
es: Cuando te hago sexo oral, ¿prefieres movimientos amplios con la lengua plana o una lengua puntiaguda enfocada directamente en tu clítoris?
fr: Quand je te fais un cunnilingus, préfères-tu de larges mouvements avec la langue à plat ou une langue pointée directement sur ton clitoris ?
it: Quando ti faccio sesso orale, preferisci colpi larghi con la lingua piatta o una lingua a punta concentrata direttamente sul tuo clitoride?
ja: クンニリングスをするとき、舌を広く平らに動かすのと、クリトリスに集中して尖らせるのと、どちらが好きですか？
ko: 내가 당신을 핥을 때, 넓은 혀 굵은 스트로크가 좋나요, 아니면 클리토리스에 집중된 뾰족한 혀가 좋나요?
nb: Når jeg slikker deg, foretrekker du brede flate tungestrøk eller en spiss tunge som fokuserer rett på klitoris?
nl: Als ik je pijp, heb je dan liever brede vlakke tongbewegingen of een spitse tong die zich richt op je clitoris?
pl: Kiedy robię ci minetę, wolisz szerokie ruchy płaskim językiem czy spiczasty język skupiony bezpośrednio na łechtaczce?
pt_br: Quando estou te chupando, você prefere movimentos largos com a língua reta ou uma língua pontuda focada diretamente no seu clitóris?
sv: När jag äter dig, föredrar du breda platta tungdrag eller en spetsig tunga fokuserad direkt på din klitoris?
uk: Коли я тебе вилизую, тобі більше подобаються широкі рухи пласким язиком чи загострений язик, спрямований прямо на клітор?
zh_hans: 我为你口交时，你喜欢用舌头平摊大幅移动，还是集中用舌尖针对你的阴蒂？

source: When it comes to anal play, do you prefer to take it slow and be in total control, or do you like the intensity of being taken?
de: Wenn es um Analspiele geht, bevorzugst du es, es langsam angehen zu lassen und die volle Kontrolle zu haben, oder magst du die Intensität, genommen zu werden?
es: Cuando se trata de juegos anales, ¿prefieres ir despacio y tener el control total, o te gusta la intensidad de ser poseído?
fr: En ce qui concerne les jeux anaux, préférez-vous y aller doucement et avoir le contrôle total, ou aimez-vous l'intensité d'être pris ?
it: Quando si tratta di giochi anali, preferisci andare piano e avere il controllo totale o ti piace l'intensità di essere preso?
ja: アナルプレイについて、ゆっくりと自分でコントロールするのが好きですか？それとも激しく攻められるのが好きですか？
ko: 항문 플레이를 할 때, 천천히 직접 조절하는 것을 선호하나요 아니면 강렬하게 당하는 것을 좋아하나요?
nb: Når det gjelder anallek, foretrekker du å ta det sakte og ha total kontroll, eller liker du intensiteten ved å bli tatt?
nl: Als het gaat om anaal spel, heb je het dan liever rustig aan en de totale controle, of houd je van de intensiteit van genomen worden?
pl: Jeśli chodzi o zabawy analne, wolisz powolne tempo i pełną kontrolę, czy lubisz intensywność bycia braną?
pt_br: Quando se trata de brincadeiras anais, você prefere ir devagar e ter o controle total ou gosta da intensidade de ser possuído?
sv: När det gäller anallek, föredrar du att ta det långsamt och ha total kontroll, eller gillar du intensiteten i att bli tagen?
uk: Коли справа доходить до анальних ігор, ви віддаєте перевагу повільному темпу і повному контролю, чи вам подобається інтенсивність, коли вас беруть?
zh_hans: 关于肛门游戏，你喜欢慢一点并完全控制，还是喜欢被占有时的强烈感？

source: When it comes to deepthroating, do you prefer to push your limits or stay in a comfortable zone where you can breathe easily?
de: Wenn es um Deep Throat geht, ziehst du es vor, deine Grenzen zu erweitern oder bleibst du lieber in einer komfortablen Zone, in der du leicht atmen kannst?
es: Cuando se trata de garganta profunda, ¿prefieres llevar tus límites al extremo o mantenerte en una zona cómoda donde puedas respirar con facilidad?
fr: En matière de gorge profonde, préfères-tu repousser tes limites ou rester dans une zone confortable où tu peux respirer facilement ?
it: Quando si tratta di sesso orale profondo, preferisci spingere i tuoi limiti o rimanere in una zona comoda dove puoi respirare facilmente?
ja: ディープスロートについて、自分の限界に挑戦するのが好きですか？それとも、楽に呼吸できる快適な範囲に留まりますか？
ko: 딥스로트와 관련하여, 한계에 도전하는 것을 선호하나요, 아니면 숨을 편하게 쉴 수 있는 편안한 범위에 머무르는 것을 선호하나요?
nb: Når det gjelder dypt svelg, foretrekker du å presse grensene dine eller holde deg i en komfortabel sone der du kan puste lett?
nl: Als het op diep slikken aankomt, verleg je dan liever je grenzen of blijf je in een comfortabele zone waar je gemakkelijk kunt ademen?
pl: Jeśli chodzi o głębokie lodowanie, czy wolisz przesuwać swoje granice, czy pozostać w strefie komfortu, gdzie możesz swobodnie oddychać?
pt_br: Quando se trata de garganta profunda, você prefere forçar seus limites ou ficar em uma zona confortável onde possa respirar facilmente?
sv: När det gäller djupsvalg, föredrar du att tänja på dina gränser eller att hålla dig i en bekväm zon där du kan andas lätt?
uk: Коли справа доходить до глибокого мінета, ти віддаєш перевагу розширювати свої межі чи залишатися в комфортній зоні, де можна легко дихати?
zh_hans: 说到深喉，你是更喜欢挑战自己的极限，还是停留在可以轻松呼吸的舒适区？
